[
  {
    "Street Address": "86309 Mary Station",
    "City": "Oakland",
    "County": "Alameda County",
    "Incident": "Missing Person",
    "Synthetic Call": "This is the Alameda County 911 center. What is the location of the emergency? It's, um, 86309 Mary Station, Oakland... yes, 86309 Mary Station. Can you please clarify the city? Is it Oakland? And is Mary Station an avenue, street, or drive? Alright, thank you. Can I have your name please? Sorry, I'm a bit distressed... my name is... um... Lisa. There's, um, a missing person near 86309 Mary Station in Oakland. I think it's spelled M-I-S-S-I-N-G P-E-R-S-O-N. No, wait, I mean M-I-S-S-I-N-G P-E-R-S-O-N. Sorry, I'm just really anxious right now. There's a missing person near the woods behind the house! Please help! Are there any other people in danger? How many people are involved? Is everyone safe? Please hurry! There's a lot of noise in the background... voices... chaos... Oh no, I can't believe this is happening! Please, hurry!"
  },
  {
    "Street Address": "2638 Rasmussen Ways",
    "City": "Los Angeles",
    "County": "Los Angeles County",
    "Incident": "Car Accident",
    "Synthetic Call": "This is the Los Angeles County 911 center. What is the location of the emergency? Um, it's, um, 2638 Rasmussen Ways, yes, 2638 Rasmussen Ways. Could you please clarify whether it's an avenue, street, or drive? Okay, Rasmussen Ways, got it. Can I please have your name? I'm sorry, I didn't quite catch that. Could you repeat your name again? Okay, thank you. Now, what seems to be the nature of the incident? There's a, um, car, no, I mean, a car accident. There's been a car accident. Oh no, I can't believe this is happening! Is everyone involved in the accident okay? How many people are involved? Are they safe? Just to clarify, how many people are injured? Are they conscious? Sir, could you please try to speak louder? I can barely hear you. Is there anyone who needs immediate medical attention? Please hurry! I'm sorry, but I'm having trouble hearing you clearly. Is there any unusual background noise or voices you can hear? Maybe from the accident scene? If you can, please try to describe the situation again. It's really hard to make out what you're saying. Oh no, I'm sorry, I seem to have misunderstood you. Did you say there's a fire? Is there a fire near the accident location? Is the fire spreading? Please provide any additional information about the fire. I'm sorry, I didn't quite catch that. Is there anyone trapped inside the vehicles? Can you confirm if all individuals are out of harm's way? Are there any other potential hazards I should be aware of at the accident scene? I'm sorry, but I'm having difficulty understanding your last statement. Could you please repeat that? And can you provide any information about the vehicles involved in the accident? Such as the number of vehicles or their color? I understand that you're in distress, but please try to remain calm. Help is on the way. Emergency services have been dispatched to your location. Please stay on the line with me until they arrive."
  },
  {
    "Street Address": "2211 Grace Underpass",
    "City": "San Diego",
    "County": "San Diego County",
    "Incident": "Structure Fire",
    "Synthetic Call": "This is the San Diego County 911 center. What is the location of the emergency? Um, it's, um, 2211 Grace Underpass... yes, 2211 Grace Underpass. Can you please confirm the city? Is it San Diego? And is it an avenue, street, or drive? Okay, thank you for confirming. May I have your name, please? You sound a bit distressed, is everything alright? Alright, um, take your time. My name is Alex and I'm here to help you. What seems to be the problem? Oh no, I can't believe this is happening! There's a, um, wildfure? No, I mean, wildfire near the woods behind the house! It's spreading really fast! Please hurry! Are you safe? Is everyone in the house safe? How many people are in immediate danger? I need to assess the level of safety and urgency for the responding units. Please let me know. I apologize if there is some background noise, it's quite chaotic right now. I'm doing my best to stay focused. Just gather yourself and take a deep breath. We will get through this. Okay, I need you to stay calm and follow my instructions. First, I want you to evacuate the house immediately and make your way to a safe distance from the fire. Do not attempt to put out the fire yourself. I repeat, do not attempt to put out the fire. Please keep yourself and others away from the fire. Are there any nearby fire hydrants that the firefighters can use? This will help them in their efforts to extinguish the flames. Can you see any? If not, don't worry, the fire department will handle it. I understand that this is an incredibly stressful situation. Help is on the way, and I want you to know that we are doing everything we can to get there as quickly as possible. Just stay calm and let the firefighters handle the situation. They are trained professionals and they will take care of you. Please continue to update me on any changes or developments in the situation. The fire department is on its way, and they will arrive as soon as possible. Stay safe and try to remain calm."
  },
  {
    "Street Address": "437 Mack Loaf",
    "City": "Oakland",
    "County": "Alameda County",
    "Incident": "Structure Fire",
    "Synthetic Call": "This is the Alameda County 911 center. What is the location of the emergency? Um... It's, um, 437 Mack Loaf... yes, 437 Mack Loaf in Oakland. Can you please confirm that? Wait, let me double-check... yes, it's 437 Mack Loaf in Oakland. Sorry about that confusion. Is it an avenue, street, or drive? I'm sorry, I'm a little bit panicked right now. I'm not sure if it's an avenue, street, or drive. Can you please send help quickly? And may I have your name please? Sorry, I'm a little bit distressed. My name is... um, John. Yes, John. Please, I need help! There's a, um, wildfure? No, I mean, wildfire near the woods... behind the house! Oh no, I can't believe this is happening! Please hurry! Are there any people at risk or in immediate danger? How many people are involved? I'm not sure. There might be people in the house nearby. I think everyone is safe for now, but I'm not sure. Please send firefighters quickly! Hold on, please. Let me get this information to the fire department. Just one moment... [background noise and muffled voices] Okay, John, we have dispatched the firefighters. They will be there as soon as possible. In the meantime, please evacuate the area if it's safe to do so. Keep yourself and others away from the fire. Wait, what do you mean evacuate? I mean, we can't leave the neighborhood, can we? [crying in the background] Please, hurry! We need help! I'm scared! Oh no, this is terrible! I understand your concern, John, but it's important to prioritize your safety. If the firefighters arrive and it's safe to stay, they will assess the situation and provide further instructions. Please stay calm and stay on the line with me. Help is on the way."
  },
  {
    "Street Address": "041 Dylan Estate",
    "City": "San Francisco",
    "County": "San Francisco County",
    "Incident": "Structure Fire",
    "Synthetic Call": "San Francisco County Dispatch, please state the nature of your emergency. Um, I'm near... um... 041 Dylan Estate? No, wait, yes, 041 Dylan Estate! There's a structure fire! I think... it looks like a building might be on fire? Or just really smoky? I'm not sure! Please send help! My name is... um... sorry, I... I can't remember right now, I'm just really scared! There's so much smoke! I'm worried about the people inside and their pets! Oh God, what should I do? Is someone else there with you? I heard shouting. No, no, I'm alone, it was probably just me screaming. I'm so sorry, I'm just really scared. Please hurry! The address is 041 Dylan Estate, San Francisco. I think it's a structure fire. Is that on Elm Street or Elm Avenue? Um, I'm not sure, I think... maybe... Elm Avenue? Can you please clarify? Oh, God, there's a massive... wildf-fire, or, wildfire in the woods! I can see it from where I am! It's spreading quickly! I'm so scared for my safety and my belongings! Please send help right away, I don't know what to do! Oh, my God, what if it reaches my house? Can you please tell me what to do?"
  }
]
